import static interaction.UserInteraction.*;

public class Main {
    public static void main(String[] args) {
        getDataFromFile(); // Импорт данных
        getHealAndDamage(); // Урон и лечение

        /* Можно ещё добавить:
         Логирование, тесты, меню.

         В меню:
         Нанесенный, полученный урон, исцеление
         Наименование трофея и частота его выпадения
         Монстры которые были убиты, и количество опыта с монстров

         Тесты:
         На импорт файлов, на проверку конфигурации, на корректность работы статистики
        */
    }
}